/* No comment provided by engineer. */
"About Verbatim Solutions" = "";

/* No comment provided by engineer. */
"Verbi™ powered by Verbatim Solutions" = "";

/* No comment provided by engineer. */
"Tap here to begin typing.." = "";

/* No comment provided by engineer. */
"All translation history has been cleared." = "";

/* No comment provided by engineer. */
"Are you sure you want to clear all translation history?  Your previous translations will not show up as suggestions anymore." = "";

/* No comment provided by engineer. */
"Cancel" = "";

/* No comment provided by engineer. */
"Clear" = "";

/* No comment provided by engineer. */
"Clear Translation History" = "";

/* No comment provided by engineer. */
"Done" = "";

/* No comment provided by engineer. */
"OK" = "";

/* No comment provided by engineer. */
"Professional Quote" = "";

/* No comment provided by engineer. */
"Request Professional Quote" = "";

/* No comment provided by engineer. */
"Submitting.." = "";

/* No comment provided by engineer. */
"Translating.." = "";

/* No comment provided by engineer. */
"Verbi™ is powered by Verbatim Solutions, a leading professional translation services provider.  Verbi™ provides you quick machine translations and is not a substitute for certified, professional translation services.  For a professional translation provided by one of our certified translators please contact us at" = "";

/* No comment provided by engineer. */
"Mail:" = "";

/* No comment provided by engineer. */
"Call:" = "";

/* No comment provided by engineer. */
"Online:" = "";

/* No comment provided by engineer. */
"Verbi™ Translate" = "";

/* No comment provided by engineer. */
"We're sorry, an error has occurred.  Please try again." = "";

/* No comment provided by engineer. */
"An internet connection is required to continue." = "An internet connection is required to continue.";

/* No comment provided by engineer. */
"We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install." = "We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install.";

/* No comment provided by engineer. */
"Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install." = "Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install.";